Repository: HakanEr/wp-biographia
Catalog: lang/wp-biographia-*.po
Languages: tr_tr

source: <strong>WARNING!</strong> Checking <strong><em>%s</em></strong> and clicking on <strong><em>%s</em></strong> will erase <strong><em>all</em></strong> the current WP Biographia settings and options and will restore WP Biographia to a <em>just installed</em> state. This is the equivalent to deactivating, uninstalling and reinstalling the plugin. Only proceed if this is what you intend to do. This action is final and irreversable.
tr_tr: <strong>UYARI!</strong> <strong><em>%s</em></strong> işaretlemek ve <strong><em>%s</em></strong> tıklamak <strong><em>tüm</em></strong> geçerli WP Biographia ayar ve seçeneklerini silecektir ve <em>ilk kurulduğu</em> şekline geri getirecektir. Bu, eklentiyi etkisizleştirmek, kaldırmak ve yeniden kurmak ile eş değerdedir. Buna sadece eğer yapmak istediğiniz şey buysa devam edin. Bu eylem, nihai ve geri döndürülemez.

source: Save Changes
tr_tr: Değişiklikleri Kaydet

source: "When it comes to software, I much prefer free software, because I have very seldom seen a program that has worked well enough for my needs and having sources available can be a life-saver"</em>&nbsp;&hellip;&nbsp;Linus Torvalds
tr_tr: "Ben çok nadiren benim ihtiyaçları için yeterince iyi çalıştı ve kullanılabilir kaynakları olan bir yaşam koruyucu olabilir bir program gördük çünkü yazılım gelince, ben çok özgür yazılım tercih"</em>&nbsp;&hellip;&nbsp;Linus Torvalds

source: For the inner nerd in you, the latest version of WP Biographia was written using <a href="http://macromates.com/">TextMate</a> on a MacBook Pro running OS X 10.7.2 Lion and tested on the same machine running <a href="http://mamp.info/en/index.html">MAMP</a> (Mac/Apache/MySQL/PHP) before being let loose on the author's <a href="http://www.vicchi.org/">blog</a>.
tr_tr: İçinizdeki inek için, WP Biographia son sürümü <a href="http://macromates.com/">TextMate</a> ile yazıldı ve yazarın <a href="http://www.vicchi.org/">blog</a>'da serbest kalmadan önce OS X 10.7.2 Lion çalıştıran bir MacBook Pro ve aynı makinede çalıştırılan bir <a href="http://mamp.info/en/index.html">MAMP</a> (Mac/Apache/MySQL/PHP) ile test edildi.

source: The official home for WP Biographia is on <a href="http://www.vicchi.org/codeage/wp-biographia/">Gary's Codeage</a>; it's also available from the official <a href="http://wordpress.org/extend/plugins/wp-biographia/">WordPress plugins repository</a>. If you're interested in what lies under the hood, the code is also on <a href="https://github.com/vicchi/wp-biographia">GitHub</a> to download, fork and otherwise hack around.
tr_tr: WP Biographia için resmi ev <a href="http://www.vicchi.org/codeage/wp-biographia/">Gary's Codeage</a>; ayrıca <a href="http://wordpress.org/extend/plugins/wp-biographia/">WordPress eklenti havuzunda</a> da mevcut. Eğer kaputun altında ne olduğuyla ilgileniyorsanız, ayrıca indirmek, bellemek ve olmazsa kesip biçmek için kodlar <a href="https://github.com/vicchi/wp-biographia">GitHub</a> üzerinde.

source: WP Biographia is named after the etymology of the modern English word <em>biography</em>. The word first appeared in the 1680s, probably from the latin <em>biographia</em> which itself derived from the Greek <em>bio</em>, meaning "life" and <em>graphia</em>, meaning "record" or "account" which derived from <em>graphein</em>, "to write".
tr_tr: WP Biographia adını modern İngiliz etimoloji sözcüğü olan <em>biography</em> den almıştır. Sözcük ilk olarak 1680'lerde büyük ihtimalle "yaşam" anlamına gelen Yunan <em>bio</em> türemesi ve "kayıt" anlamına gelen <em>graphia</em> yada "hesap" anlamına gelen <em>graphein</em> türevlerinden "yazmak" olarak <em>biographia</em> ortaya çıkmıştır.

source: For those times when you need help and support with this plugin, one of the first things you'll probably be asked for is the plugin's current configuration. If this happens, just <em>copy-and-paste</em> the dump of the <em>WP Biographia Settings and Options</em> below into any support forum post or email.
tr_tr: Size yardımcı olacak ve bu eklenti ile desteklemek gerekir zamanlar için, muhtemelen sorulacak ilk şeylerden biri eklenti mevcut yapılandırma. Bu durumda, sadece <em> kopyalayıp yapıştırın </ em> <em> WP Biographia Ayarlar ve Seçenekler dökümü </ em> aşağıda herhangi bir destek forumuna mesaj veya e-posta içine.

source: Almost all of WP Biographia's Settings and Options are maintained in the database in a single entry. But there's also some settings added to each user's account; you'll find these below.
tr_tr: Hemen hemen tüm WP Biographia Kullanıcı Ayarlar ve Seçenek tek bir girişi veritabanı tutulur. Ama aynı zamanda bazı ayarlar her kullanıcının hesabına orada eklenir; aşağıda bu bulacaksınız.

source: This tab contains broad level settings to control how the Biography Box is displayed and where. You can configure more specific display settings in the Exclusions tab and what is actually displayed in the Biography Box in the Content tab.
tr_tr: Bu sekme Biyografi Kutu görüntülenir ve nerede nasıl kontrol etmek için geniş düzeyde ayarları içerir. Sen İstisnalar sekmesinde daha özel görüntü ayarlarını konfigüre edebilir ve aslında İçerik sekmesini Biyografi Kutu ne görüntülenir.

source: Display On Front Page
tr_tr: Ön Sayfada Göster

source: Displays the Biography Box for each post on the front page.
tr_tr: Ön sayfada her yazı için Biyografi Kutusu gösterir.

source: Front Page Biography Text
tr_tr: Ön Sayfa Biyografi Metin

source: Display the full text of the user's biography
tr_tr: Kullanıcının biyografisi tam metnini görüntüleme

source: Display the excerpt of the user's biography
tr_tr: Kullanıcının biyografisini alıntı görüntüleme

source: Display On Individual Posts
tr_tr: Tekil Yazılarda Göster

source: Displays the Biography Box for individual posts.
tr_tr: Tekil yazılar için Biyografi Kutusu gösterir.

source: Individual Posts Biography Text
tr_tr: Bireysel Mesajlar Biyografi Metin

source: Display On All Post Archives
tr_tr: Tüm Mesaj Arşivler Display On

source: Displays the Biography Box for each post on <strong>all types</strong> of Archive page (Author, Category, Date and Tag)
tr_tr: <strong>Her yazı için Biyografi Kutu görüntüler her türlü</strong> Arşiv sayfası (Yazar, Kategori, Tarih ve Tag)

source: All Post Archives Biography Text
tr_tr: Tüm Mesaj Arşivi Biyografi Metin

source: Display On Author Archives
tr_tr: Yazar Arşivi Display On

source: Displays the Biography Box for each post on Author Archive pages.
tr_tr: Yazar Arşivi sayfalarında her yazı için Biyografi Kutu görüntüler.

source: Author Archive Posts Biography Text
tr_tr: Yazar Arşivi Mesajlar Biyografi Metin

source: Display On Category Archives
tr_tr: Kategori Archives Display On

source: Displays the Biography Box for each post on Category Archive pages.
tr_tr: Kategori Arşivi sayfalarında her yazı için Biyografi Kutu görüntüler.

source: Category Archive Posts Biography Text
tr_tr: Kategori Arşivi Mesajlar Biyografi Metin

source: Display On Date Archives
tr_tr: Tarih Arşivleri Display On

source: Displays the Biography Box for each post on Date Archive pages.
tr_tr: Tarihi Arşiv sayfalarında her yazı için Biyografi Kutu görüntüler.

source: Date Archive Posts Biography Text
tr_tr: Tarihi Arşiv Mesajlar Biyografi Metin

source: Display On Tag Archives
tr_tr: Tag Archives Display On

source: Displays the Biography Box for each post on Tag Archive pages.
tr_tr: Tag Arşiv sayfalarında her yazı için Biyografi Kutu görüntüler.

source: Tag Archive Posts Biography Text
tr_tr: Tag Arşiv Mesajlar Biyografi Metin

source: Display On Individual Pages
tr_tr: Tekil Sayfalarda Göster

source: Displays the Biography Box for individual pages.
tr_tr: Tekil sayfalar için Biyografi Kutusu gösterir.

source: Individual Pages Biography Text
tr_tr: Bireysel Sayfalar Biyografi Metin

source: Display On Individual %s
tr_tr: Tekil %s İçinde Göster

source: Displays the Biography Box on individual instances of custom post type %s.
tr_tr: Kişisel yazı biçimlerinin tekil örnekleri %s için Biyografi Kutusunu gösterir.

source: Individual %s Biography Text
tr_tr: Bireysel %s Biyografi Metin

source: Display On %s Archives
tr_tr: %s Arşivler Display On

source: Displays the Biography Box on Archive pages for custom post type %s.
tr_tr: Özel yazı tipi %s için Arşiv sayfalarında Biyografi Kutu görüntüler.

source: %s Archives Biography Text
tr_tr: %s Arşivleri Biyografi Metin

source: Display In RSS Feeds
tr_tr: RSS Beslemelerinde Göster

source: Displays the Biography Box in feeds for each entry.
tr_tr: Beslemelerde her giriş için Biyografi Kutusunu gösterir.

source: RSS Feeds Biography Text
tr_tr: RSS Biyografi Metin

source: Display Location
tr_tr: Gösterim Konumu

source: Display the Biography Box before the post or page content
tr_tr: Yazı veya sayfa içeriğinden önce Biyografi Kutusunu gösterir

source: Display the Biography Box after the post or page content
tr_tr: Yazı veya sayfa içeriğinden sonra Biyografi Kutusunu gösterir

source: New User Settings
tr_tr: Yeni Kullanıcı Ayarları

source: User Profile Settings
tr_tr: Kullanıcı Profil Ayarları

source: Content And Excerpt Settings
tr_tr: İçerik Ve Alıntı Ayarları

source: Biography Box Override Settings
tr_tr: Biyografi Kutusu Ayarları geçersiz kılma

source: Post, Page And Custom Post Type Exclusion Settings
tr_tr: Yazı, Sayfa Ve Kişisel Yazı Tipi Dışlama Ayarları

source: Category Exclusion Settings
tr_tr: Kategori Dışlama Ayarları

source: User Hiding Settings
tr_tr: Kullanıcı Saklanmak Ayarları

source: Style Settings
tr_tr: Stil Ayarları

source: Content Settings
tr_tr: İçerik Ayarları

source: Reset WP Biographia
tr_tr: WP Biographia sıfırlayın

source: Colophon
tr_tr: Yayın Bilgileri

source: Plugin Configuration Settings
tr_tr: Plugin Yapılandırma Ayarları

source: User Configuration Settings
tr_tr: Kullanıcı Yapılandırması Ayarları

source: Display Settings
tr_tr: Görüntü Ayarları

source: WP Biographia %s - Settings And Options
tr_tr: WP Biographia %s Ayarlar Ve Seçenekler

source: Updated
tr_tr: Güncellendi

source: All
tr_tr: tüm

source: Reset To Default Values
tr_tr: Varsayılan Değerler Sıfırlama

source: %s Settings And Options %s
tr_tr: %s Ayarlar Ve Seçenekler %s

source: Click to toggle
tr_tr: Geçiş için tıkla

source: Save %s Settings
tr_tr: %s Ayarları Kaydet

source: For help and support with WP Biographia, here's what you can do:
tr_tr: WP Biographia'ya yardım ve destek için yapabilecekleriniz burada:

source: Ask a question on the <a href="http://wordpress.org/tags/wp-biographia?forum_id=10">WordPress support forum</a>; this is by far the best way so that other users can follow the conversation.
tr_tr: Sorularınızı <a href="http://wordpress.org/tags/wp-biographia?forum_id=10">WordPress destek forumunda</a> sorun; diğer kullanıcılarında yorumları takip edebildiği bilinen en iyi yol budur.

source: Ask me a question on Twitter; I'm <a href="http://twitter.com/vicchi">@vicchi</a>.
tr_tr: Bana Twitter üzerinden sorun; Ben <a href="http://twitter.com/vicchi">@vicchi</a>.

source: Drop me an <a href="mailto:%s">email </a>instead.
tr_tr: Ayrıca bana bir <a href="mailto:%s">e-posta </a>atın.

source: But help and support is a two way street; here's what you might want to do:
tr_tr: Fakat yardım ve destek iki yollu bir sokak, yapmak isteyecekleriniz burada:

source: If you like this plugin and use it on your WordPress site, or if you write about it online, <a href="http://www.vicchi.org/codeage/wp-biographia/">link to the plugin</a> and drop me an <a href="mailto:%s">email</a> telling me about this.
tr_tr: Eğer eklentiyi beğendiniz ve WordPress sitenizde kullanıyorsanız yada hakkında çevrimiçi yazmak isterseniz <a href="http://www.vicchi.org/codeage/wp-biographia/">eklenti bağlantısı</a> ve bana <a href="mailto:%s">e-posta</a> atarak bunu söyleyin.

source: Rate the plugin on the <a href="http://wordpress.org/extend/plugins/wp-biographia/">WordPress plugin repository</a>.
tr_tr: Eklenti için <a href="http://wordpress.org/extend/plugins/wp-biographia/">WordPress eklenti havuzunda</a> oy verin.

source: WP Biographia is both free as in speech and free as in beer. No donations are required; <a href="http://www.vicchi.org/codeage/donate/">here's why</a>.
tr_tr: WP Biographia konuşma ve bira kadar özgürdür. Bağış gerektirmez; <a href="http://www.vicchi.org/codeage/donate/">nedeni burada</a>.

source: <p>Find out what's new and get an overview of WP Biographia; <a href="%s">restart the plugin tour</a>.</p>
tr_tr: <p>Yenilikleri öğrenin ve WP Biographia genel bir bakış; <a href="%s">eklenti turu yeniden başlatın</a>.</p>

source: Help &amp; Support
tr_tr: Yardım &amp; Destek

source: The fact that you're reading this wouldn't have been possible without the help, bug fixing, beta testing, gentle prodding and overall general warmth and continued support of <a href="https://twitter.com/#!/wp_smith">Travis Smith</a> and <a href="https://twitter.com/#!/webendev">Bruce Munson</a>. Travis and Bruce ... you're awesome. Thank you.
tr_tr: Bunu okuyorsanız gerçeği yardım, hata düzeltme, beta testi, nazik dürtüsüyle ve genel olarak sıcak ve <a href="https://twitter.com/#!/wp_smith">Travis Smith</a> ve <a href="https://twitter.com/#!/webendev">Bruce Munson</a> sürekli desteği olmadan mümkün olmazdı. Travis ve Bruce ... size harika konum. Teşekkür ederim.

source: WP Biographia has supported translation and internationalisation for a while now. Thanks go out to <a href="https://twitter.com/#!/KazancExpert">Hakan Er</a> for the Turkish translation and to <a href="http://wordpress.org/support/profile/kubitomakita">Jakub Mikita</a> for the Polish translation. If you'd like to see WP Biographia translated into your language and want to help with the process, then please drop me an <a href="mailto:%s">email</a>.
tr_tr: WP Biographia bir süre için şimdi çevirisi ve uluslararasılaşma desteklemiştir. Teşekkürler Türkçe çevirisi için <a href="https://twitter.com/#!/KazancExpert">Hakan Er</a> çıkmak ve Lehçe çeviri için <a href="http://wordpress.org/support/profile/kubitomakita">Jakub Mikita</a> için. Eğer WP Biographia kendi dillerine çevrildi ve sürecine yardım etmek istiyorum görmek isterseniz, o zaman bana bırak lütfen bir <a href="mailto:%s">e-posta</a>.

source: The v1.x and v2.x releases of WP Biographia were inspired and based on <a href="http://www.jonbishop.com">Jon Bishop's</a> <a href="http://wordpress.org/extend/plugins/wp-about-author/">WP About Author</a> plugin. WP Biographia has come a long way since v1.0, including a total rewrite in v3.0, but thanks and kudos must go to Jon for writing a well structured, working WordPress plugin released under a software license that enables other plugins such as this one to be written or derived in the first place.
tr_tr: WP Biographia ve v1.x ve v2.x bültenleri ilham ve eklenti <a href="http://www.jonbishop.com">Jon Bishop</a> <a href="http://wordpress.org/extend/plugins/wp-about-author/">WP About Author</a> esas alınmıştır. WP Biographia v3.0 toplam yeniden dahil v1.0 yana uzun bir yol kat etti, ama teşekkür ve övgü bunun gibi diğer eklentileri sağlayan bir yazılım lisansı altında yayımlanmıştır, iyi yapılandırılmış bir çalışma WordPress eklentisi yazmak için Jon gitmek gerekir en başta, yazılı veya türetilebilir bir.

source: Acknowledgements
tr_tr: Teşekkürler

source: Biography Box %s Options
tr_tr: Biyografi Box %s Seçenekleri

source: Hide The Biography Box On This Page
tr_tr: Bu Sayfada Biyografi Box gizle

source: Hides the Biography Box each time this page is displayed.
tr_tr: Biyografi Box bu sayfada görüntülenen her zaman gizler.

source: Hide The Biography Box On Single %s
tr_tr: Tek %s üzerinde Biyografi Box gizle

source: Hides the Biography Box each time this %1$s is displayed using the Single %2$s Template.
tr_tr: Biyografi Box Bu %1$s Tek %2$s Şablon kullanılarak görüntülenir her zaman gizler.

source: Globally Hide The Biography Box On %s
tr_tr: Küresel %s On Biyografi Kutusu gizle

source: Hides the Biography Box whenever this %s is displayed; singly, on archive pages or on the front page.
tr_tr: Tek başına, arşiv sayfalarında veya ön sayfasında, bu %s her görüntülendiğinde Biyografi Kutu gizler.

source: Override Biography Text For This %s
tr_tr: Bu, %s için Biyografi Metin Override

source: Override the default biography whenever this %s is displayed.
tr_tr: Bu %s her görüntülendiğinde varsayılan biyografisi geçersiz kılın.

source: %s Specific Biography Text
tr_tr: %s Spesifik Biyografi Metin

source: Reload Default Profile Biography
tr_tr: Varsayılan Profil Biyografi güncelle

source: Override Biography Title For This %s
tr_tr: Bu, %s için Biyografi Başlığı geçersiz

source: Override the default title for the Biography Box whenever this %s is displayed.
tr_tr: Bu %s her görüntülendiğinde Biyografi Box için varsayılan başlık geçersiz.

source: %s Specific Biography Title
tr_tr: %s Spesifik Biyografi Başlığı

source: Suppress Avatar For This %s
tr_tr: Bu, %s için Avatar bastır

source: Suppress the display of the Avatar in the Biography Box whenever this %s is displayed.
tr_tr: Bu %s her görüntülendiğinde Biyografi Box Avatar ekran bastır.

source: Suppress Contact Links For This %s
tr_tr: Bu, %s için Linkler İletişim bastır

source: Suppress the display of the contact links in the Biography Box whenever this %s is displayed.
tr_tr: Bu %s her görüntülendiğinde Biyografi Box iletişim bağlantılarının görüntülenme bastır.

source: The Display Tab
tr_tr: Görüntü Sekmesi

source: First Steps
tr_tr: ilk Adımlar

source: Before you do anything else; go to your <a href="%s">user profile</a> and ensure your name, biography and contact links are set. Then go to <a href="%s">Settings / Discussion</a> and ensure <em>Show Avatars</em> is checked.
tr_tr: Başka bir şey yapmadan önce; <a href="%s">kullanıcı profiline gidin</a> ve adınız, biyografi ve iletişim bağlantıları ayarlandığından emin olmak. Ardından <a href="%s">Ayarlar / Tartışma gidin</a> ve <em>göster Görseller sağlamak</em> kontrol edilir.

source: Here you'll find broad level settings to control how the Biography Box is displayed and where. You can configure more specific display settings in the Exclusions tab and what is actually displayed in the Biography Box in the Content tab.
tr_tr: Burada Biyografi Kutu görüntülenir ve nerede nasıl kontrol etmek için geniş düzeyde ayarlar bulacaksınız. Sen İstisnalar sekmesinde daha özel ekran ayarları yapılandırabilirsiniz ve aslında İçerik sekmesinde Biyografi Box ne görüntülenir.

source: Next
tr_tr: sonraki

source: The Admin Tab
tr_tr: Yönetici Tab

source: Here you can configure globally whether a newly created user should have the Biography Box displayed under their posts or not. You can then control the display of the Biography Box on a per-user basis in the Exclusions tab.
tr_tr: Burada yeni oluşturulan kullanıcı Biyografi Box görevlerinden veya altında görüntülenen olması gerekmediğini küresel yapılandırabilirsiniz. Daha sonra İstisnalar sekmesinde bir kullanıcı başına bazında Biyografi Box ekran kontrol edebilirsiniz.

source: If you want to stop the Biography Box being displayed on posts and pages according to the user's role you can do this here. An Administrator can still control the display of the Biography Box on a per-user basis in the Exclusions tab.
tr_tr: Eğer Biyografi Box kullanıcının rolüne göre mesaj ve sayfaları üzerinde görüntülenen durdurmak istiyorsanız buradan yapabilirsiniz. Yönetici hala kullanıcı başına temelinde Biyografi Box ekran kontrol edebilirsiniz Exclusions sekmesi.

source: The Exclusions Tab
tr_tr: İstisnalar Sekmesi

source: Post, Page and Custom Post Type Exclusions
tr_tr: Mesaj, Sayfa ve Özel Post Tip İstisnalar

source: Category Exclusions
tr_tr: Kategori Hariç Tutma

source: User Hiding
tr_tr: Kullanıcı gizleme

source: If you want to stop the Biography Box being displayed on a single post, page or custom post type on a per-user basis, you can do this here.
tr_tr: Eğer Biyografi Box tek bir yazı, sayfa veya kullanıcı başına temelinde özel yazı gösterilmesini durdurmak isterseniz, buradan yapabilirsiniz.

source: The Style Tab
tr_tr: Stil Sekmesi

source: Controlling The Look Of the Biography Box
tr_tr: Biyografi Box görünüyor nasıl kontrol

source: This tab contains broad level settings to control how the Biography Box is styled; its background colour and border. If you want more specific control over how the Biography Box looks, you can do this with custom CSS.
tr_tr: Bu sekme Biyografi Box tarz nasıl kontrol etmek için geniş düzeyde ayarları içerir; arkaplan rengini ve kenarlık. Eğer Biyografi Box nasıl göründüğü üzerinde daha fazla özel kontrol istiyorsanız, özel CSS ile yapabilirsiniz.

source: The Content Tab
tr_tr: İçerik Sekmesi

source: Controlling The Biography Box Content
tr_tr: Biyografi Kutu İçeriği Kontrolü

source: This tab contains settings that control what information is and is not displayed within the Biography Box. Here you can add your name, your avatar, your contact links, a <em>more posts</em> link and control whether links are shown as text or as icons.
tr_tr: Bu sekme bilgiler ne olduğunu ve Biyografi Kutu içinde gösterilmez kontrol ayarları içerir. Burada kullanıcı adı, avatar, iletişim bağlantılar, daha fazla mesaj <em>ekleyebilirsiniz</em> bağlantı metni veya simgeler olarak gösterilir mi bağlantı ve kontrol.

source: The Defaults Tab
tr_tr: Varsayılanları Tab

source: Reset the plugin back to a just installed state, clearing any configuration settings you may have made. This is the equivalent to deactivating, uninstalling and reinstalling the plugin. <strong><em>Use with care</em></strong>.
tr_tr: Yaptığınız herhangi bir yapılandırma ayarlarını temizleyerek, adil yüklü durumuna geri eklenti sıfırlayın. Bu, devreden kaldırıp eklentisini yeniden kurmanızı için eşdeğerdir. <strong><em>dikkatli kullan</em></strong>.

source: The Colophon Tab
tr_tr: Kolophon Sekmesi

source: About WP Biographia
tr_tr: Hakkında WP Biographia

source: This tab contains the details on how this plugin was written and why it's called WP Biographia. You can also find a helpful display of the plugin's configuration settings which you can use when asking for support on the <a href="http://wordpress.org/tags/wp-biographia?forum_id=10">WordPress forums</a>.
tr_tr: Bu sekmede bu eklenti yazılmıştır hakkında ayrıntılı bilgi ve neden WP Biographia denir içerir.<a href="http://wordpress.org/tags/wp-biographia?forum_id=10">WordPress forumlarında destek isterken de kullanabileceğiniz eklenti yapılandırma ayarlarının yararlı bir görüntü bulabilirsiniz</a>.

source: This is the end of the tour. To see this again you can click on the "<em>restart the plugin tour</em>" link, found on the <em>Help &amp; Support</em> side box on any of the plugin's admin tabs.
tr_tr: Bu turun sonu. Bunu bir daha görmek için üzerine tıklayabilirsiniz "<em>eklenti tur yeniden</em>" <em>Yardım ve Destek bulunan link</em> eklentisi yoneticisinin sekmelerden herhangi bir yan kutusu.

source: What's New In WP Biographia %s?
tr_tr: Ne WP Biographia %s Yeni?

source: Something seems to be wrong with your WP Biographia installation; the file %s could not be found
tr_tr: Bir şey WP Biographia yükleme ile yanlış gibi görünüyor;% s dosyası bulunamadı

source: Want to know more? Look in the plugin's <code>readme.txt</code> or just click the <em>Find Out More</em> button below.
tr_tr: Daha fazla bilgi edinmek ister misiniz? Eklentinin <code>readme.txt</code> bakın ya da yalnızca <em>altında fazla</em> düğmesine Bul'u tıklatın.

source: Find Out More
tr_tr: Daha Fazla Bilgi

source: Close
tr_tr: yakın

source: Show Name As First/Last Name
tr_tr: Son / Ad As Ad göster

source: Show Name As Account Name
tr_tr: Hesap Adı gibi İsim göster

source: Show Name As Nickname
tr_tr: Kullanıcı adı olarak Adı göster

source: Show Name As Display Name
tr_tr: Görüntü Adı gibi Ad göster
