Repository: HakanEr/wp-biographia
Catalog: lang/wp-biographia-*.po
Languages: tr_tr

source: Don't Show Name
tr_tr: Adı Göster etmeyin

source: Add the Biography Box to your sidebar
tr_tr: Kenar çubuğunuza Biyografi Kutusu Ekle

source: Written By
tr_tr: Yazan

source: Contributors
tr_tr: Katkıda

source: Show Widget Title
tr_tr: Widget Başlığı göster

source: Single User Title:
tr_tr: Tek Kullanıcı Adı:

source: Multiple User Title:
tr_tr: Çoklu Kullanıcı Adı:

source: Name Prefix:
tr_tr: Adı Önek:

source: Show User's Avatar
tr_tr: Kullanıcı avatarı göster

source: User's Avatar Size:
tr_tr: Kullanıcı avatarı Boyutu:

source: Use User's Short Biography
tr_tr: Kullanıcı Kısa Özgeçmiş kullanın

source: Wrap Biography Around Avatar
tr_tr: Avatar Çevresi Wrap Biyografi

source: Show "About" Link In User's Name
tr_tr: Kullanıcı Adı göster "Hakkında" Bağlantı
