Repository: HakanEr/wp-biographia
Catalog: lang/wp-biographia-*.po
Languages: tr_tr

source: About
tr_tr: Hakkında

source: The Web
tr_tr: Web Ağı

source: Web
tr_tr: Site

source: %1$s On %2$s
tr_tr: %2$s Üzerinde %1$s

source: On %s
tr_tr: %s Üzerinde

source: Send %s Mail
tr_tr: %s Posta Gönder

source: Send Mail
tr_tr: Posta Gönder

source: Mail
tr_tr: Posta

source: More Posts By %s
tr_tr: %s Diğer Yazıları

source: More Posts
tr_tr: Diğer Yazılar

source: There is a problem with %d of your contact links!
tr_tr: Iletişim bağlantıları %d ile ilgili bir sorun var!

source: There is a problem with %d of this user's contact links!
tr_tr: Bu kullanıcının iletişim linkler %d ile ilgili bir sorun var!

source: There is a problem with %d of your contact links; you probably want to <a href="%s">edit your profile</a> to fix this
tr_tr: Iletişim bağlantıları %d ile ilgili bir sorun vardır; muhtemelen <a href="%s">için profilinizi düzenleyin istiyorum</a> Bu sorunu gidermek için

source: The %s URL doesn't look right; it should look something like %s
tr_tr: %s URL doğru görünmüyor, bu% s gibi görünmelidir

source: Biography Options
tr_tr: Biyografi Seçenekleri

source: Biographical Excerpt
tr_tr: Biyografik Alıntı

source: Share an excerpt of your biography which can be used by the WP Biographia shortcode, template tags, sidebar widget and configured to be used in place of the standard biography for differing template types.
tr_tr: WP Biographia Önizlemeyi, şablon etiketleri, widgetlerdede tarafından kullanılan ve şablon türleri farklı için standart biyografi yerine kullanılmak üzere konfigüre edilebilir senin biyografi bir alıntıyı paylaşmak.

source: Hide The Biography Box On Posts
tr_tr: Mesajlar üzerinde Biyografi Box gizle

source: Don't show the Biography Box on your posts
tr_tr: Mesajınızı üzerindeki Biyografi Box gösterme

source: Hide The Biography Box On Pages
tr_tr: Sayfalar üzerinde Biyografi Box gizle

source: Don't show the Biography Box on your pages
tr_tr: Biyografi Kutusunu sayfalarınızda göstermeyin

source: Settings
tr_tr: Ayarlar

source: New User Settings allow you to configure globally whether a newly created user should have the Biography Box displayed under their posts or not. You can then control the display of the Biography Box on a per-user basis in the Exclusions tab.
tr_tr: Yeni Kullanıcı ayarları, yeni oluşturulmuş bir kullanıcının kendi mesajlarını veya altında görüntülenen Biyografi Box olması gerekmediğini küresel yapılandırmanıza izin verir. Daha sonra İstisnalar sekmesinde kullanıcı başına bazında Biyografi Box ekranı kontrol edebilirsiniz.

source: Automatically Exclude New Users By Role
tr_tr: Otomatik Rolü By Kullanıcıları Dışlama

source: Enabled Roles
tr_tr: Etkin Rol

source: Add
tr_tr: Ekle

source: Excluded Roles
tr_tr: Hariç Roller

source: Remove
tr_tr: Kaldır

source: Select the roles for which new users should be automatically excluded from displaying the Biography Box. This setting only affects the creation of new users; individual users may be enabled to display the Biography Box on a per-user basis in the Exclusions Tab.
tr_tr: Yeni kullanıcılar otomatik Biyografi Box görüntüleme dışında tutulmalıdır hangi rolleri seçin. Bu ayar yalnızca yeni kullanıcı oluşturma etkiler; bireysel kullanıcılar İstisnalar Tab her kullanıcı temelinde Biyografi Kutu görüntülemek için etkin olabilir.

source: If you want to stop users having the ability to stop the Biography Box being displayed on their posts and pages, you can control this according to the user's role below. An Administrator can still control the display of the Biography Box on a per-user basis in the Exclusions tab.
tr_tr: Eğer Biyografi Box görevlerinden ve sayfalarında görüntülenen durdurma yeteneğine sahip kullanıcıların durdurmak istiyorsanız, aşağıdaki kullanıcının rolüne göre kontrol edebilirsiniz. Yönetici hala İstisnalar sekmesinde kullanıcı başına bazında Biyografi Box ekranı kontrol edebilirsiniz.

source: Hide Biography Box Settings In User Profiles by Role
tr_tr: Rol tarafından Kullanıcı Profilleri Biyografi Kutusu Ayarları gizle

source: Visible In Profiles
tr_tr: Profilleri Görünür

source: Hidden In Profiles
tr_tr: Profilleri Gizli

source: Select the roles for users who should have the Biography Box hidden or visible in their user profile.
tr_tr: Kullanıcı profilinde Biyografi Kutusu gizli veya görünür olmalıdır kullanıcılar için roller seçin.

source: If you want to remove contact links from a user's profile you can do so below. Disabling a contact link removes it from the user's profile, from the Content tab and from the link being displayed in the Biography Box.
tr_tr: Bir kullanıcı profilinden iletişim bağlantıları kaldırmak istiyorsanız bunu aşağıda yapabilirsiniz. Bir iletişim bağlantısı devre dışı bırakma İçerik sekmesini ve Biyografi Box görüntülenmekte olan bağlantısından, kullanıcı profilinden kaldırır.

source: Enable support for %s
tr_tr: %s için desteğini etkinleştirme

source: WP Biographia uses the WordPress <code>the_content</code> and <code>the_excerpt</code> filters to add the Biography Box to the start or the end of posts and excerpts. If another theme or plugin also adds content to the posts or excerpts, the Biography Box may not be displayed in the order you want. To prevent this happening, you can adjust the priority that WP Biographia uses when queuing the filters. A lower priority will cause the plugin's filters to fire earlier. A higher priority will cause the plugin's filters to fire later.
tr_tr: WP Biographia başlangıç veya mesaj ile alıntıları sonuna Biyografi Box eklemek için ve <code>the_excerpt </code> filtreleri WordPress <code>the_content</code> kullanır. Başka bir tema veya eklenti de mesaj veya alıntılar içerik ekler varsa, Biyografi Box istediğiniz sırayla gösterilir olmayabilir. Bu durumu önlemek için, kuyruk filtreleri WP Biographia kullandığı öncelik ayarlayabilirsiniz. Düşük öncelik eklenti süzgeçleri önceki ateşe neden olur. Daha yüksek bir öncelik plugin'in filtreler daha sonra ateşe neden olur.

source: Content Filter Priority
tr_tr: İçerik Filtreleme Öncelik

source: Enter the priority to be used to display the Biography Box for the full content for posts, pages and custom post types, e.g. 10.
tr_tr: Mesajlar, sayfalar ve özel mesaj türleri için tam içerik için Biyografi Box görüntülemek için kullanılan öncelik, örneğin girin 10.

source: Excerpt Filter Priority
tr_tr: Alıntı Filtre Öncelik

source: Enter the priority to be used to display the Biography Box for the excerpt for posts, pages and custom post types, e.g. 10
tr_tr: Mesajlar, sayfalar ve özel mesaj türleri için bir bölüm Biyografi Box görüntülemek için kullanılan öncelik, örneğin girin 10

source: A default WordPress install runs an automatic paragraph formatter (<a href="%s" target="_blank"><code>wpautop</code></a>) via the <code>the_content</code> and <code>the_excerpt</code> at the default filter priority of 10. See the WordPress Codex post on <a href="%s" target="_blank">How WordPress Processes Post Content</a> for more information on why this happens.
tr_tr: Bir varsayılan WordPress kurulum otomatik paragraf biçimlendirici (<a href="%s" target="_blank"><code>wpautop</code></a>) <code>the_content</code> yoluyla kod çalışır ve <code>the_excerpt</code> 10 varsayılan filtre önceliği. WordPress Codex <a href="%s" target="_blank">WordPress Mesaj İçeriği Süreçleri Nasıl</a> Bu durumda neden ilgili daha fazla bilgi için Bkz.

source: Lowering either the Content Filter Priority or the Excerpt Filter Priority to be a value below the default of 10, may result in the Biography Box being formatted incorrectly. This is because <code>wpautop</code> is now running after the Biography Box has been added to a post or an excerpt and is now changing the Biography Box output. To prevent this happening, WP Biographia can synchronise and lower the priority of <code>wpautop</code> being run via the_content or the_excerpt on your behalf to ensure it is run before the Biography Box is produced.
tr_tr: Varsayılan 10 altında bir değer olması için İçerik Filtreleme Öncelik veya alıntı Filtre Öncelik ya düşürülmesi, hatalı biçimlendirilmiş olan Biyografi Box neden olabilir. Bunun nedeni <code>wpautop</code> Biyografi Box bir yazı veya bir alıntıdır eklendi ve şimdi Biyografi Box çıkış değişiyor sonra şimdi çalışıyor. Bu durumu önlemek için, WP Biographia <code>wpautop</code> önceliğini senkronize ve düşürebilirsiniz Bu Biyografi Box üretilmeden önce çalıştırmak emin olmak için sizin adınıza the_content veya the_excerpt aracılığıyla yürütülüyor.

source: If you set the Content Filter Priority or the Excerpt Filter Priority to a value of 3 or lower, you may see unexpected formatting issues in your posts and pages caused by <code>wpautop</code> being run too early.
tr_tr: Eğer 3 veya daha düşük bir değere İçerik Filtreleme Öncelik veya alıntı Filtre Öncelik ayarlarsanız, <code>wpautop</code> yürütülüyor çok erken neden sizin mesaj ve sayfaları beklenmedik biçimlendirme sorunları görebilirsiniz.

source: Synchronise Automatic Paragraph Formatting For Content
tr_tr: İçerik için Otomatik Paragraf Biçimlendirme senkronize

source: Ensure Automatic Paragraph Formatting runs before producing the Biography Box for the full content on posts, pages and custom post types.
tr_tr: Emin olun Otomatik Paragraf Biçimlendirme mesaj, sayfaları ve özel yazı tipleri üzerinde tam içerik Biyografi Box hazırlamadan önce çalışır.

source: Ensure Automatic Paragraph Formatting runs before producing the Biography Box for the excerpt on posts, pages and custom post types.
tr_tr: Emin olun Otomatik Paragraf Biçimlendirme mesaj, sayfaları ve özel yazı tipleri alıntı için Biyografi Box hazırlamadan önce çalışır.

source: Some plugins and themes use the <code>the_content</code> or <code>the_excerpt</code> filters or secondary query loops to show content in the sidebar or in the footer. If you're seeing the Biography Box as part of a widget's output, in the footer or elsewhere, locking the plugin to operate within the context of the main WordPress Loop may stop this happening, depending on the specific set of plugins and theme being used.
tr_tr: Bazı eklentiler ve temalar <code>the_content</code> kullanın veya <code>the_excerpt</code> kenar çubuğunda veya altbilgi içeriği göstermek için filtreler veya sekonder sorgu döngüler. Eğer ana WordPress döngü çerçevesinde faaliyet eklenti kilitleme, altbilgi veya başka bir yerde, bir widget çıkış parçası olarak Biyografi Box görüyorsanız kullanılan eklentileri ve tema belirli bağlı olarak, bu olay vermeyebilir .

source: Lock Display Of The Biography Box To The Main Loop
tr_tr: Ana Döngü için Biyografi Box Of Ekran Kilidi

source: Restrict the plugin to operating on the post content or post excerpt only when in the main WordPress Loop
tr_tr: Mesaja içerik veya sonrası alıntılara işletim için eklenti sınırla yalnızca ana WordPress Loop

source: WP Biographia can allow limited guest post support; allowing the biography text and elements of the Biography Box to be over-ridden on a per post, custom post and page basis.
tr_tr: WP Biographia sınırlı misafir sonrası destek sağlayabilir; biyografi metin ve Biyografi Box elemanları her bir ileti için, özel yazı ve sayfa bazında geçersiz kılınabilir için izin.

source: Enable Post Specific Overrides
tr_tr: Belirli geçersiz Ver etkinleştir

source: Allow users to override the biography and title elements of the Biography Box and to suppress the display of the user's avatar and contact links on a per post, per page or per custom post basis.
tr_tr: Kullanıcılar biyografi ve Biyografi Box başlık elemanlarını geçersiz kılmak ve her bir ileti, başına sayfa veya özel mesaja bazında kullanıcının avatar ve iletişim bağlantılarının görüntülenme bastırmak için izin ver.

source: If you want to stop the Biography Box being displayed on a single post, page or custom post type, you can do this here.
tr_tr: ğer Biyografi Box tek bir mesaj, sayfa veya özel mesaj türüne bağlı olarak görüntülenen durdurmak isterseniz, buradan yapabilirsiniz.

source: Exclude From Single Posts (via Post ID)
tr_tr: Tekil Yazılardan Dışla (Yazı ID kimliğine göre)

source: Hides the Biography Box when a post is displayed using the Single Post Template. Enter the Post IDs to hide, comma separated with no spaces, e.g. 54,33,55
tr_tr: Bir post Tekil Mesaj Şablonu kullanılarak görüntülendiğinde Biyografi Kutu gizler. Gizlemek için Mesaj kimlikleri girin, virgül gibi, boşluk ile ayrılmış 54,33,55

source: Globally Exclude From Posts (via Post ID)
tr_tr: Yazılardan Genel Dışlama (Yazı ID kimliğine göre)

source: Hides the Biography Box whenever a post is displayed; singly, on archive pages or on the front page. Enter the Post IDs to globally hide, comma separated with no spaces, e.g. 54,33,55.
tr_tr: Tek başına, arşiv sayfalarında veya ön sayfa üzerindeki yazılan her görüntülendiğinde Biyografi Kutu gizler. Küresel gizlemek için Mesaj kimlikleri girin, virgül gibi, boşluk ile ayrılmış 54,33,55.

source: Exclude From Single %1$s (via %2$s ID)
tr_tr: Tekil %1$s İçinden Dışla (%2$s ID kimliği ile)

source: Hides the Biography Box whenever a %1$s is displayed using the Single %1$s Template. Enter the %1$s IDs to hide, comma separated with no spaces, e.g. 54,33,55.
tr_tr: Bir %1$s Şablon Tek %1$s kullanılarak her görüntülendiğinde Biyografi Kutu gizler. Gizlemek için %1$s kimliklerini girin, virgül gibi, boşluk ile ayrılmış 54,33,55.

source: Globally Exclude From %1$s (via %2$s ID).
tr_tr: Genel %1$s İçinden Dışla (%2$s ID kimliği ile)

source: Hides the Biography Box whenever a %1$s is displayed; singly, on archives pages or on the front page. Enter the %1$s IDs to globally hide, comma separated with no spaces, e.g. 54,33,55.
tr_tr: Biyografi Box gizler her görüntülenen bir %1$s; tek başına, arşiv sayfalarında veya ön sayfada. Küresel gizlemek için %1$s kimliklerini girin, virgül gibi, boşluk ile ayrılmış 54,33,55.

source: Exclude Pages (via Page ID)
tr_tr: Sayfaları Dışla (Sayfa ID kimliğine göre)

source: Hides the Biography Box when a page is displayed using the Page Template. Enter the Page IDs to hide, comma separated with no spaces, e.g. 54,33,55.
tr_tr: Bir sayfa Sayfa Şablonu kullanılarak görüntülendiğinde Biyografi Kutu gizler. Gizlemek için Page kimliklerini girin, virgül gibi, boşluk ile ayrılmış 54,33,55.

source: If you want to stop the Biography Box being displayed on a single post or custom post type on a per-user basis, you can do this here.
tr_tr: Eğer Biyografi Box kullanıcı başına tek bir mesaj veya özel mesaj türüne bağlı olarak görüntülenen durdurmak isterseniz, buradan yapabilirsiniz.

source: Hide The Biography Box On Posts For Specific Users
tr_tr: Belirli Kullanıcılar İçin Mesajlar On Biyografi Box gizle

source: Enabled Users
tr_tr: Etkin Kullanıcılar

source: Hidden Users
tr_tr: Gizli Kullanıcılar

source: Select the users who should not display the Biography Box on their authored posts. Selecting a user for hiding of the Biography Box affects all posts and custom post types by that user, on single post display, on archive pages and on the front page. This setting over-rides the individual user profile settings, providing the user has permission to edit their profile.
tr_tr: Kendi yazdığı mesajlar üzerine Biyografi Kutu görüntülemek olmamalıdır kullanıcıları seçin.Biyografi Box gizleme için bir kullanıcı seçme arşiv sayfalarında ve ön sayfasında, tek bir yazı ekranda, o kullanıcının gönderdiği tüm mesajları ve özel yazı tipleri etkiler. Bu ayar aşırı sürmek bireysel kullanıcı profil ayarları, kullanıcının kendi profilini düzenlemek için izniniz var sağlamak.

source: Hide The Biography Box On Pages For Specific Users
tr_tr: Belirli kullanıcılar için Sayfalar üzerinde Biyografi Box gizle

source: Select the users who should not display the Biography Box on their authored pages. This setting over-rides the individual user profile settings, providing the user has permission to edit their profile.
tr_tr: Yetkili oldukları sayfalarda Biyografi Kutusu gösterilmeyecek kullanıcıları seçin. Bu ayar, bireysel kullanıcı profil ayarlarını geçersiz kılar, kullanıcının kendi profilini düzenlemek için izini vardır.

source: If you want to stop the Biography Box being displayed on a single post or custom post type by Category, you can do this here.
tr_tr: Eğer Biyografi Box Kategori tek bir mesaj veya özel mesaj türüne bağlı olarak görüntülenen durdurmak isterseniz, buradan yapabilirsiniz.

source: Exclude By Category On Posts
tr_tr: Yazılarda Kategoriye Göre Dışla

source: Enabled Categories
tr_tr: Etkin Kategoriler

source: Excluded Categories
tr_tr: Dışlanmış Kategoriler

source: Select the post categories that should not display the Biography Box. Selecting a category for exclusion of the Biography Box affects all posts of that category, on single post display, on archive pages and on the front page.
tr_tr: Yetkili oldukları yazılarda Biyografi Kutusu gösterilmeyecek kullanıcıları seçin. Seçilen kullanıcı için tekil yazı, arşiv sayfaları ve ön sayfadaki tüm yazı ve kişisel yazı biçimleri de dahil olmak üzere Biyografi Kutusundan dışlanır. Bu ayar, bireysel kullanıcı profil ayarlarını geçersiz kılar, kullanıcının kendi profilini düzenlemek için izini vardır.

source: This tab contains broad level settings to control how the Biography Box is styled; its background colour and border. The Biography Box is fully style-able but this needs knowledge of how to write CSS.
tr_tr: Bu sekme Biyografi Kutusu tarz biçimini denetlemek için geniş düzeyde ayarları içerir; arka plan rengini ve kenarlık.Biyografi Box tam tarzı-yapabiliyor ama bu CSS yazmak nasıl bilgi gerektiriyor.

source: Box Background Color
tr_tr: Kutu Arkaplan Rengi

source: Select a Color
tr_tr: Bir Renk Seç

source: By default, the background color of the Biography Box is a yellowish tone.
tr_tr: Biyografi Kutusu varsayılan arkaplan rengi sarımtırak bir tondur.

source: Box Border
tr_tr: Kutu Çerçevesi

source: Thick Top Border
tr_tr: Kalın Üst Çerçeve

source: Thin Surrounding Border
tr_tr: İnce Çevreleyen Çerçeve

source: No Border
tr_tr: Çerçeve Yok

source: By default, a thick black line is displayed above the Biography Box.
tr_tr: Biyografi Kutusundan önce varsayılan olarak kalın siyah çizgi gösterilir.

source: Box Border Color
tr_tr: Kutu Çerçeve Rengi

source: By default, the border color of the Biography Box is black.
tr_tr: Varsayılan olarak, Biyografi Box kenarlık rengi siyahtır.

source: This tab contains settings that control what information is and is not displayed within the Biography Box.
tr_tr: Bu sekme bilgiler ne olduğunu ve Biyografi Kutu içinde gösterilmez kontrol ayarları içerir.

source: Biography Prefix
tr_tr: Biyografi Ünvanı

source: Prefix text to be prepended to the user's name
tr_tr: Öneki metin kullanıcı adının önüne edilecek

source: User's Name
tr_tr: Kullanıcı Adı

source: First/Last Name
tr_tr: İlk/Soy Adı

source: Account Name
tr_tr: Hesap İsmi

source: Nickname
tr_tr: Kullanıcı Adı

source: Display Name
tr_tr: Görünen Adı

source: Don't Show The Name
tr_tr: Adı Gösterme

source: How you want to see the users's name displayed (if at all)
tr_tr: Eğer kullanıcı adı (hiç değilse) görüntülenir görmek istiyorum nasıl

source: User's Name Link
tr_tr: Kullanıcı Adı Linki

source: Make user's name link to <em>More Posts By This User</em>
tr_tr: Kullanıcı adı Bu Kullanıcı tarafından <em>fazla Mesajını link</em> yapın

source: It looks like Avatars are not currently enabled; this means that the user's image won't be able to be displayed. If you want this to happen then go to <a href="%s">Settings &rsaquo; Discussions</a> and set Avatar Display to Show Avatars.
tr_tr: Görseller şu anda etkin değil gibi görünüyor, bu kullanıcının görüntü ekrana mümkün olmayacak anlamına gelir. Eğer bunun olmasını istiyorsanız o Görseller göster <a href="%s">Ayarlar Sohbet</a> ve ​​set görselini Ekran gidin.

source: User's Image
tr_tr: Kullanıcı Görüntü

source: Display the user's image?
tr_tr: Kullanıcının görüntüyü ekrana?

source: Image Size
tr_tr: Resim Boyutu

source: Enter image size, e.g. 32 for a 32x32 image, 70 for a 70x70 image, etc. Defaults to a 100x100 size image.
tr_tr: Örn. 32 için 32x32 resim, 70 için 70x70 resim vb. resim boyutu girin. Varsayılan resim boyutu 100x100.

source: Show User's Biography
tr_tr: Kullanıcı Biyografi göster

source: Display the user's biography?
tr_tr: Kullanıcının biyografisi görüntülensin mi?

source: Show Contact Links As Icons
tr_tr: İletişim Bağlantılarını Simge olarak Göster

source: Show the user's contact links as icons?
tr_tr: Simgeler gibi kullanıcı iletişim bağlantıları göster?

source: Use Alternate Icon Set
tr_tr: Alternatif Simge Seti Kullan

source: Use an alternative icon set for contact links?
tr_tr: İletişim bağlantıları için bir alternatif simge seti kullanılsın mı?

source: Alternate Icon Set URL
tr_tr: Alternatif Simge Seti Linki

source: Enter the URL where the alternate contact links icon set is located
tr_tr: İletişim bağlantıları alternatif simge setinin bulunduğu yerin linkini girin

source: Opening Contact Links
tr_tr: Açık İletişim Linkleri

source: Open contact links in a new window or tab
tr_tr: İletişim bağlantılarını yeni bir pencere ya da sekmede açın

source: Open contact links in the same frame
tr_tr: İletişim bağlantılarını aynı çereçevede açın

source: Open contact links in the parent frame
tr_tr: İletişim bağlantılarını ana çerçevede açın

source: Open contact links in the full body of the window
tr_tr: İletişim bağlantılarını pencerenin tamamında açın

source: Select where to open contact links.
tr_tr: İletişim bağlantılarının açılacağı yeri seçin.

source: Don't Follow Contact Links
tr_tr: İletişim bağlantılarını Takip Etme

source: Add <em>rel="nofollow"</em> to contact links?
tr_tr: İletişim bağlantılarına <em>rel="nofollow"</em> eklensin?

source: Show User's Email Address
tr_tr: Kullanıcı E-posta Adresi Göster

source: Display the user's email address?
tr_tr: Kullanıcının e-posta adresini gösterir?

source: Show User's Website Link
tr_tr: Kullanıcı Website Link göster

source: Display the user's website details?
tr_tr: Kullanıcının web sitesini ayrıntıları görüntülensin mi?

source: Show User's %s Link
tr_tr: Kullanıcı %s bağlantı göster

source: Display the user's %s details?
tr_tr: Kullanıcı %s ayrıntıları görüntülensin mi?

source: Show More Posts Link
tr_tr: Diğer Yazıları Göster

source: Basic More Posts Link
tr_tr: Basit Diğer Yazıları Göster

source: Extended More Posts Link
tr_tr: Gelişmiş Diğer Yazıları Göster

source: Don't Show The More Posts Link
tr_tr: Diğer Yazıları Gösterme

source: How you want to display and format the <em>More Posts By This User</em> link
tr_tr: Bu kullanıcı tarafından <em>bağlantısını fazla Mesajını görüntülemek ve</em> biçimlendirmek istiyorum nasıl

source: <strong>Here Be Dragons</strong>. Please <strong>read</strong> the warning below before doing anything with this tab. The options in this tab with reset WP Biographia to a just installed state, clearing any configuration settings you may have made.
tr_tr: İşte <strong>Dragons</ strong> olun. <strong>Lütfen</ strong> okuma uyarı altında bu sekme ile bir şey yapmadan önce. Yaptığınız herhangi bir yapılandırma ayarlarını temizleyerek adil yüklü durumuna sıfırlandı WP Biographia bu sekmedeki seçenekleri.

source: Reset WP Biographia To Defaults
tr_tr: WP Biographia Varsayılana Sıfırla

source: Reset all WP Biographia settings and options to their default values.
tr_tr: Tüm WP Biographia ayar ve seçeneklerini varsayılan değerlere sıfırla.
